<template>
	<view class="con">
		<view class="right">
			生效日期：2024年01月20日
		</view>
		<view class="tit">
			尊敬的用户：
		</view>
		<view>
			本隐私政策适用于北京灵感边界住房租赁有限公司（下称"<view class="bold">房东直租</view>"或"<view class="bold">我们</view>"）通过房东直租APP等房东直租运营的互联网平台（下称“<view class="bold">房东直租平台</view>”或“<view class="bold">平台</view>”）向用户（"您"）提供的产品或服务。
		</view>
		<view>
			我们非常重视您的个人信息及隐私权的保护，我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。
		</view>
		<view>
			<view  class="bold" style="display: inline;">鉴于您在使用我们的服务时，我们可能会收集和使用您的相关信息，特制订了涵盖如何收集、使用、共享、转让、公开、保护和存储您的个人信息的《隐私协议》(简称隐私政策)。 在使用我们各项产品或服务前，请务必仔细阅读隐私政策的全部条款（尤其是以加粗方式显示的内容），确认您已完全了解我们对您个人信息的处理规则，并作出您认为适当的选择。阅读过程中，如您有任何疑问，请联系邮箱(<view class="red">5730473@qq.com </view>) 如您不同意本隐私政策的任何内容，请立即停止访问和使用房东直租平台。</view>
		</view>
		<view class="bold">
			如您访问或使用我们的产品或服务，以及在我们更新本隐私政策后（我们会及时提示您更新的情况）继续访问或使用我们的产品或服务，即视为您同意本隐私政策及更新后的隐私政策的全部内容。
		</view>
		<view class="bold">
			除本隐私政策外，在特定场景下，我们还会通过即时告知（含弹窗、页面提示等）、功能更新说明等方式，向您说明对应的信息收集目的、范围及使用方式，这些即时告知及功能更新说明等构成本隐私政策的一部分，并与本隐私政策具有同等效力。
		</view>
		<view>
			本隐私政策包括如下内容：
		</view>
		<view>
			一、我们如何收集和使用您的个人信息
		</view>
		<view>
			二、我们如何共享、转让、公开披露您的个人信息
		</view>
		<view>
			三、我们如何保护和存储您的个人信息
		</view>
		<view>
			四、您如何管理您的个人信息
		</view>
		<view>
			五、未成年人的个人信息保护
		</view>
		<view>
			六、争议解决
		</view>
		<view>
			七、如何联系我们
		</view>
		<view>
			八、第三方SDK的目录及具体信息
		</view>
		<view class="tit">
			一、我们如何收集和使用您的个人信息
		</view>
		<view>我们的产品基于DCloud uni-app(5+ App/Wap2App)开发，应用运行期间需要收集您的设备唯一识别码（IMEI/android ID/DEVICE_ID/IDFA、SIM 卡 IMSI 信息、OAID）以提供统计分析服务，并通过应用启动数据及异常错误日志分析改进性能和用户体验，为用户提供更好的服务。</view>
		<view>
			为实现向您提供我们产品及服务的基本功能，您须授权我们收集、使用的必要的信息；如您拒绝提供相应信息，您将无法正常使用我们的产品及服务。<br/>
		</view>
		<view class="tit">
			（一）您可选择是否授权我们收集和使用您的个人信息用于基本功能的情形
		</view>
		<view>
			为使您使用平台更便捷或更有乐趣，从而提升您的使用体验，我们的以下基本功能中可能会收集和使用您的个人信息。
		</view>
		<view>
			（1）注册账号
		</view>
		<view>
			当您注册成为平台用户时，
			<view class="bold">
				您需要至少向我们提供您准备使用的账户名、密码、您本人的手机号码，我们将通过发送短信验证码的方式来验证您的身份是否有效。
			</view>
			您的账户名为您的默认昵称，您可以修改补充您的昵称、性别，这些信息均属于您的“账户信息”。
		</view>
		<view>
			（2）实名认证
		</view>
		<view>
			如果您选择根据认证要求向我们提供相应的<view class="bold">身份证</view>信息并完成实名认证，这些非注册必须的个人资料，我们可以为您提供发布动态、发布房源、联系房东等功能。
		</view>
		<view>
			（3）发布动态或房源
		</view>
		<view>
			当您开启设备定位功能并使用我们基于位置提供的相关服务时，我们会收集有关您的位置信息。来判断您所处的地点展示您的IP属地或提供您周边的房源信息。
		</view>
		<view>
			（4）立即沟通
			<view>
				在获得您授权拨打电话权限的前提下，您可以在我们的APP上拨打电话联系房屋租赁人。
			</view>
		</view>
		<view>
			（5）注销账号
		</view>
		<view>
			当您注销平台用户的时候，您可以通过我的-个人信息-注销账号，获取平台客服的邮件联系方式，发送邮件给客服，说明您要注销账号的原因，客服会在15天内与您联系，确认您是否确实要注销账号
		</view>
		<view class="tit">
			（二）系统权限调用
		</view>
		<view class="bold">
			1、为确保相关业务功能的正常实现，我们需要根据具体的使用场景调用对应的必要的系统权限，并在首次调用前向您弹窗询问。您可以在您手机的权限管理中找到我们的APP，决定将这些权限随时的开启或关闭，请您注意，您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法为您提供上述与这些授权所对应的功能。对于系统权限的具体操作方式，以您的设备系统开发者提供的说明为准。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。
		</view>
		<view class="tit">
			2、调用的系统权限说明
		</view>
		<view class="tit">
			（1）地理位置（位置信息）
		</view>
		<view>
			获取您所在城市用于发表动态展示用户IP属地或者根据位置提供周边房源和相关服务；
		</view>
		<view class="tit">
			（2）相机和相册
		</view>
		<view>
			在发表动态或者上传房源图片的时候为您提供拍摄/选择照片的功能；
		</view>
		<view class="tit">
			（三）为实现基本功能需要调用的系统权限、调用目的、请求时机
		</view>
		<view class="tit">
			1、平台注册、用户登录
		</view>
		<view class="ss">
			权限：读取手机信息
		</view>
		<view class="ss">
			调用目的: 记录登录设备、统计注册用户
			<view>
				请求时机: 触发相关业务时获取
			</view>
		</view>
		<view class="tit">
			2、基于图片上传的基本功能
		</view>
		<view class="ss">
			权限：访问手机相册权限
		</view>
		<view class="ss">
			调用目的: 修改头像、发布动态、房源、实名认证
			<view>
				请求时机: 触发相关业务时获取
			</view>
		</view>
		<view class="tit">
			3、基于地理位置定位的基本功能
		</view>
		<view class="ss">
			权限：获取精确位置权限
		</view>
		<view class="ss">
			调用目的: 获取发布动态用户所处地点
			<view>
				请求时机: 触发相关业务时获取
			</view>
		</view>
		<view class="tit">
			4、基于摄像头（相机）的基本功能
		</view>
		<view class="ss">
			权限：使用照相设备权限
		</view>
		<view class="ss">
			调用目的: 修改头像、发布动态、发布房源
		</view>
		<view class="ss">
			请求时机: 触发相关业务时获取
		</view>
		<view class="tit">
			5、基于基于拨打电话的基本功能
		</view>
		<view class="ss">
			权限：使用拨打电话权限
		</view>
		<view class="ss">
			调用目的: 拨打房东电话进行沟通
		</view>
		<view class="ss">
			请求时机: 触发相关业务时获取
		</view>
		
		<view class="tit">
			（四）您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权同意：
		</view>
		<view class="ss">
			1、与国家安全、国防安全直接相关的；
		</view>
		<view class="ss">
			2、为履行与您签订的协议所必需的；
		</view>
		<view class="ss">
			3、为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；
		</view>
		<view class="ss">
			4、为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；
		</view>
		<view class="ss">
			5、依照法律规定在合理的范围内处理个人自行公开或者其他已经合法公开的个人信息（如从合法的新闻报道、政府信息公开等渠道合法公开披露的信息中收集的您的个人信息）；
		</view>
		<view class="ss">
			6、与公共安全、公共卫生、重大公共利益直接相关的；
		</view>
		<view class="ss">
			7、与犯罪侦查、起诉、审判和判决执行等直接相关的；
		</view>
		<view class="ss">
			8、根据法律、法规、法律程序的要求或政府主管部门的强制性要求；
		</view>
		<view class="ss">
			9、出于维护您或其他个人的生命、财产等重大合法权益但情况紧急难以取得本人事前同意的；
		</view>
		<view class="ss">
			10、用于维护所提供的产品与服务的安全稳定运行所必需的，例如发现、处置产品与服务的故障，或查找、预防、处理欺诈或安全方面的问题；
		</view>
		<view class="ss">
			11、为履行法定职责或者法定义务所必需的；
		</view>
		<view class="ss">
			12、法律法规规定的其他情形。
		</view>
		<view class="tit">
			（五）您个人信息使用的规则
		</view>
		<view>
			1、我们会根据本隐私政策的约定，在实现我们的产品与服务功能所必要的范围内，对所收集的个人信息进行使用。
		</view>
		<view class="ss">
			2、请您注意，您在使用我们的产品与服务时所提供的所有个人信息，除非您删除、通过系统设置或联系我们撤回您的同意，否则将在您使用我们的产品与服务期间持续授权我们使用。如您注销账户，则我们立即停止使用并删除您的个人信息，法律法规或监管部门另有规定的除外。
		</view>
		<view>
			3、我们可能会对我们的产品与服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。
		</view>
		<view>
			4、当我们展示您的个人信息时，我们会采用包括内容替换、去标识化方式对您的信息进行脱敏，以保护您的信息安全。
		</view>
		<view>
			5、当我们要将您的个人信息用于本隐私政策未声明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会要求您通过主动勾选的形式事先征求您的同意。
		</view>
		<view class="tit">
			二、我们如何共享、转让、公开披露您的个人信息
		</view>
		<view class="tit">
			（一）共享
		</view>
		<view class="bold">
			我们不会与我们以外的任何单位、组织和个人共享您的个人信息，但以下情况除外：
		</view>
		<view class="ss">
			（1）事先获得您明确的同意或授权；
		</view>
		<view class="ss">
			（2）与国家安全、国防安全直接相关的；
		</view>
		<view class="ss">
			（3）与公共安全、公共卫生、重大公共利益直接相关的；
		</view>
		<view class="ss">
			（4）与犯罪侦查、起诉、审判和判决执行等直接相关的；
		</view>
		<view class="ss">
			（5）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但情况紧急难以取得本人事前同意的；
		</view>
		<view class="ss">
			（6）自行向社会公众公开的个人信息；
		</view>
		<view class="ss">
			（7）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
		</view>
		<view class="tit">
			（二）转让与公开披露
		</view>
		<view class="ss">
			在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的单位、组织继续受本隐私政策的约束，否则我们将要求该单位、组织重新向您征求授权同意，
			除本隐私政策所明确述明的情况以外，我们不会将您的个人信息转让或公开披露给任何单位、组织和个人，但以下情况除外：
		</view>
		<view>
			1、与国家安全、国防安全直接相关的；
		</view>
		<view>
			2、与公共安全、公共卫生、重大公共利益直接相关的；
		</view>
		<view>
			3、与犯罪侦查、起诉、审判和判决执行等直接相关的；
		</view>
		<view>
			4、出于维护您或其他个人的生命、财产等重大合法权益但情况紧急难以取得本人事前同意的；
		</view>
		<view>
			5、您向社会公众公开的个人信息；
		</view>
		<view>
			6、从合法公开披露的信息中收集的您的个人信息，如合法的新闻报道、政府信息公开等渠道。
		</view>
		<view class="tit">
			三、我们如何保护和保存您的个人信息
		</view>
		<view class="tit">
			（一）我们保护您个人信息的技术与措施
		</view>
		<view>
			我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息：
		</view>
		<view>
			1、数据安全技术措施
		</view>
		<view class="ss">
			（1）我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改，避免数据的损坏或丢失。
		</view>
		<view class="ss">
			（2）我们采取加密技术对用户个人信息进行加密保存，并通过隔离技术进行隔离。在个人信息使用时（个人信息展示、个人信息关联计算），我们会采用包括内容替换在内多种数据脱敏技术增强个人信息在使用中安全性。我们采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。
		</view>
		<view>
			2、我们为保护个人信息采取的其他安全措施：我们通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。
		</view>
		<view>
			3、我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本隐私政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
		</view>
		<view>
			4、我们建议您使用电子邮件、即时通讯、社交软件等与其他用户的交流工具时请使用复杂密码，并注意保护您的个人信息安全。
		</view>
		<view>
			5、互联网环境并非百分之百安全，我们将尽力确保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
		</view>
		<view>
			6、安全事件处置
		</view>
		<view>
			在通过我们与第三方进行网上商品或服务的交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址等。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。
		</view>
		<view>
			为应对个人信息泄露、损毁和丢失等可能出现的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。 在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
		</view>
		<view>
			7、如果您对我们的个人信息保护有任何疑问，可通过本隐私政策最下方约定的联系方式联系我们。
			<view class="bold">
				如您发现自己的个人信息泄密或我们存在有安全弱点、可疑安全事件时，尤其是您的账户及密码发生泄露，请您立即通过本隐私政策最下方约定的联系方式联络我们，以便我们采取相应措施，禁止私自尝试或验证弱点。
			</view>
		</view>
		<view class="tit">
			（二）您个人信息的存储
		</view>
		<view>
			1、原则上，您的个人信息将会被存储于中华人民共和国境内。如您使用跨境交易服务，且需要向境外传输您的个人信息完成交易的，或基于其他必要的业务需要确需将您的个人信息传输至境外，我们会单独征得您的授权同意并要求接收方按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理这些个人信息。
		</view>
		<view>
			2、一般而言 ，我们仅为实现目的所必需的最短时间保留您的个人信息。用于识别您个人身份以及反映相关活动的个人信息将留存至用户注销账号时，除非法律要求或允许在更长的期间内保留这些信息。但在下列情况下，我们因需符合法律要求，更改个人信息的存储时间：
		</view>
		<view class="ss">
			（1）为遵守适用的法律法规等有关规定；
		</view>
		<view class="ss">
			（2）为遵守相关政府机关或法定授权组织的要求；
		</view>
		<view class="ss">
			（3）我们有理由确信需要遵守法律法规等有关规定；
		</view>
		<view class="ss">
			（4）为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们的产品、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途;
		</view>
		<view>
			3、如您注销账户，则我们立即停止使用并删除您的个人信息，法律法规或监管部门另有规定的除外。
		</view>
		<view>
			4、当我们的相关服务发生停止运营的情形时，我们将采取包括推送通知和公告形式在内的通知您，并在合理的期限内删除服务器中留存的您的个人信息或进行匿名化处理。
		</view>
		<view class="tit">
			四、您如何管理您的个人信息
		</view>
		<view >
			我们非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括
		</view>
		<view class="tit">
			1、访问和更正您的个人信息
		</view>
		<view>
			除法律法规规定外，您有权随时访问和更正您的个人信息，具体包括：
		</view>
		<view class="ss">
			（1）您的账户信息：移动端APP具体路径为：个人资料信息：首页--“我的”进入个人中心-点击头像进入账户设置。
		</view>
		<view class="ss">
			（2）对于您在使用我们的产品与服务过程中产生的其他个人信息需要访问或更正，请随时联系我们。我们会根据本隐私政策所列明的方式和期限响应您的请求。
		</view>
		<view class="tit">
			2、删除您的个人信息
		</view>
		<view>
			在以下情形中，您可以向我们提出删除个人信息的请求：
		</view>
		<view class="ss">
			（1）如果我们处理个人信息的行为违反法律法规；
		</view>
		<view class="ss">
			（2）如果我们收集、使用您的个人信息，却未征得您的同意；
		</view>
		<view class="ss">
			（3）如果我们处理个人信息的行为违反了与您的约定；
		</view>
		<view class="ss">
			（4）如果您注销了平台账户；
		</view>
		<view class="ss">
			（5）如果我们终止服务及运营。
		</view>
		<view class="tit">
			3、响应您的请求
		</view>
		<view class="ss">
			在以下情形中，按照法律法规要求，我们将可能无法响应您的请求：
		</view>
		<view class="ss">
			（1）与国家安全、国防安全直接相关的；
		</view>
		<view class="ss">
			（2）与公共安全、公共卫生、重大公共利益直接相关的；
		</view>
		<view class="ss">
			（3）与犯罪侦查、起诉、审判和执行判决等直接相关的；
		</view>
		<view class="ss">
			（4）有充分证据表明您存在主观恶意或滥用权利的；
		</view>
		<view class="ss">
			（5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
		</view>
		<view class="ss">
			（6）涉及商业秘密的。
		</view>
		<view class="tit">
			五、未成年人的个人信息保护
		</view>
		<view>
			1、我们非常重视对未成年人个人信息的保护。我们的产品和服务面向的是18周岁以上的完全民事行为能力人以及16周岁以上且以自己的劳动收入为主要生活来源的完全民事行为能力人（我们统称为“成年人”），或依法定程序设立并存续的法人或其他组织。
			<view class="bold">
				若您是未成年人，在使用我们的产品与服务前，应事先取得您父母或其他法定监护人（以下统称“监护人”）的书面同意。我们根据国家相关法律法规的规定保护未成年人的个人信息。若您是未成年人的监护人，在使用我们产品和服务前，应为您的被监护人阅读并同意本隐私政策。
			</view>
		</view>
		<view>
			2、对于经监护人同意使用我们的产品和服务而收集未成年人个人信息的情况，我们只会在法律法规允许、监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。
		</view>
		<view>
			3、如果我们发现自己在未事先获得可证实的监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。
		</view>
		<view>
			4、如监护人发现相关未成年人信息为未成年人自行填写，需要进行修改或删除处理的，请随时通过本隐私政策文末提供的方式联系我们。我们收到通知后会第一时间予以响应处理。
		</view>
		<view>
			5、发生以下情形时，未成年人或者其监护人要求我们删除其收集、存储、使用、披露的未成年人个人信息的，我们承诺及时采取措施予以删除，包括但不限于以下情形：
		</view>
		<view class="ss">
			（1）我们未依据本隐私政策、法律法规或双方另行约定收集、存储、使用、转移、披露未成年人个人信息的；
		</view>
		<view class="ss">
			（2）未成年人监护人撤回同意的；
		</view>
		<view class="ss">
			（3）未成年人或者其监护人通过注销等方式终止使用产品或者服务的。
		</view>
		<view>
			6、我们发现未成年人个人信息发生或者可能发生泄露、毁损、丢失的，会立即启动应急预案，采取补救措施；造成或者可能造成严重后果的，会立即向有关主管部门报告，并将事件相关情况以邮件、信函、电话、推送通知等方式告知受影响的未成年人及其监护人，难以逐一告知的，我们会采取合理、有效的方式发布相关警示信息。
		</view>
		<view class="tit">
			六、争议解决
		</view>
		<view>
			1、如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信办及工商等监管部门进行反馈，其中，中央网信办违法和不良信息举报中心的官方网址为：
			<view class="inline blue">
				https://www.12377.cn/
			</view>
		</view>
		<view>
			2、因本隐私政策以及我们处理您个人信息事宜引起的任何争议，任何一方可向本协议签订地北京市延庆区人民法院提起诉讼。
		</view>
		<view class="tit">
			七、如何联系我们
		</view>
		<view>
			1、如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，通过我们的客服邮箱(5730473@qq.com)与我们联系。
		</view>
		<view>
			2、一般情况下，我们将在十五天内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及工商等监管部门进行投诉或举报，或者向有管辖权的法院提起诉讼。
		</view>
		<view class="tit">
			八、第三方SDK的目录及具体信息
		</view>
		<view class="bold">
			1、快手广告联盟
		</view>
		<view>
			SDK包名/网址：com.kwad.sdk
		</view>
		<view>
			SDK用途：增强广告
		</view>
		<view>
			获取的个人信息类型：基础信息：设备品牌、设备型号、软件系统版本、存储信息、运营商信息、设备时区、设备语言、网络信息等基础信息 设备标识：IMEIs、MEID、OAID、Androidld、IMSIs、ICCID 位置信息：IP地址、MAC地址、GPS位置信息、基站信息、WIFI信息 应用信息：应用安装列表 其他信息：传感器信息、sim卡激活信息
		</view>
		<view>
			调用的设备权限：android.permission.ACCESS_NETWORK_STATE
							android.permission.INTERNET
							android.permission.READ_PHONE_STATE
							android.permission.ACCESS_WIFI_STATE
							android.permission.REQUEST_INSTALL_PACKAGES
							android.permission.VIBRATE
		</view>
		<view>
			信息用途：广告投放、广告归因、反作弊、安全
		</view>
		<view>
			SDK隐私政策链接/目的：<a href="https://www.kuaishou.com/about/policy" target="_blank">快手内容联盟隐私协议</a>和<a href="https://u.kuaishou.com/home/detail/1220" target="_blank">SDK使用规范</a>
		</view>
		<view class="bold">
			2、百度开放平台
		</view>
		<view>
			SDK包名/网址：com.baidu
		</view>
		<view>
			SDK用途：实现定位/展现地图
		</view>
		<view>
			获取的个人信息类型：存储的个人文件、位置信息、读取手机状态和身份、网络信息、SD卡
		</view>
		<view>
			调用的设备权限：android.permission.ACCESS_COARSE_LOCATION
						android.permission.ACCESS_FINE_LOCATION
						android.permission.ACCESS_NETWORK_STATE
						android.permission.ACCESS_WIFI_STATE
						android.permission.CHANGE_WIFI_STATE
						android.permission.READ_PHONE_STATE
						android.permission.WRITE_EXTERNAL_STORAGE
						android.permission.ACCESS_LOCATION_EXTRA_COMMANDS
						android.permission.READ_LOGS
						android.permission.WRITE_SETTINGS
						android.permission.MOUNT_UNMOUNT_FILESYSTEM
		</view>
		<view>
			信息用途：定位用户地理位置提供房源/显示IP属地/计算小区和地铁站的距离
		</view>
		<view>
			SDK隐私政策链接/目的：https://map.baidu.com/zt/client/privacy/index.html
		</view>
		<view class="bold">
			3、uni-app(5+、web2app)
		</view>
		<view>
			SDK包名/网址：io.dcloud
		</view>
		<view>
			SDK用途：基础模块
		</view>
		<view>
			获取的个人信息类型：存储的个人文件、位置信息、读取手机状态和身份、网络信息、SD卡
		</view>
		<view>
			调用的设备权限：android.permission.INTERNET
						android.permission.ACCESS_NETWORK_STATE
						android.permission.WRITE_EXTERNAL_STORAGE
						android.permission.READ_EXTERNAL_STORAG
						android.permission.READ_PHONE_STATE
		</view>
		<view>
			信息用途：存储的个人文件，设备信息（IMEI、ANDROID_ID、DEVICE_ID、IMSI），网络信息
		</view>
		<view>
			SDK隐私政策链接/目的：https://ask.dcloud.net.cn/article/36937
		</view>
	</view>
	
</template>

<script>
</script>

<style lang="scss" scoped>
	.con{
		padding: 40rpx 20rpx;
		font-size: 28rpx;
		color: #333;
		line-height: 180%;
		.bigTit{
			font-size: 40rpx;
			font-weight: bold;
			margin-bottom: 100rpx;
		}
		.tit{
			font-weight: bold;
			margin-bottom: 5rpx;
		}
		.ss{
			text-indent:20rpx
		}
		.sss{
			text-indent: 40rpx;
		}
	}
	.red{
		display: inline-block;
		color: red;
	}
	.right{
		text-align: right;
	}
	.mb30{
		margin-bottom: 30rpx;
	}
	.bold{
		display: inline;
		font-weight: bold;
	}
	.inline{
		display: inline;
	}
	.block{
		display: block;
	}
	.blue{
		color: blue;
	}
</style>