<template>
	<view class="con">
		<view class="bigTit">
			隐私政策
		</view>
		<view class="mb30">
			生效日期：2023年06月26日
		</view>
		<view class="tit">
			尊敬的用户：
		</view>
		<view>
			本隐私政策适用于北京灵感边界科技有限公司（下称“<view class="bold">房东直租</view>”或“<view class="bold">我们</view>”）通过房东直租APP等房东直租运营的互联网平台（下称“<view class="bold">房东直租平台</view>”或“<view class="bold">平台</view>”）向用户（“您”）提供的产品或服务。
		</view>
		<view>
			我们非常重视您的个人信息及隐私权的保护，我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。
		</view>
		<view>
			<view>鉴于您在使用我们的服务时，我们可能会收集和使用您的相关信息，特制订了涵盖如何收集、使用、共享、转让、公开、保护和存储您的个人信息的</view>	<view class="bold"> 《隐私政策》（简称本隐私政策）。 在使用我们各项产品或服务前，请务必仔细阅读本隐私政策的全部条款（尤其是以加粗方式显示的内容），确认您已完全了解我们对您个人信息的处理规则，并作出您认为适当的选择。阅读过程中，如您有任何疑问，可联系我们的客服（电话：<view class="red">*** </view>）咨询。如您不同意本隐私政策的任何内容，请立即停止访问和使用房东直租平台。</view>
		</view>
		<view class="bold">
			如您访问或使用我们的产品和/或服务，以及在我们更新本隐私政策后（我们会及时提示您更新的情况）继续访问或使用我们的产品和/或服务，即视为您同意本隐私政策及更新后的隐私政策的全部内容。
		</view>
		<view class="bold">
			除本隐私政策外，在特定场景下，我们还会通过即时告知（含弹窗、页面提示等）、功能更新说明等方式，向您说明对应的信息收集目的、范围及使用方式，这些即时告知及功能更新说明等构成本隐私政策的一部分，并与本隐私政策具有同等效力。
		</view>
		<view>
			本隐私政策包括如下内容：
		</view>
		<view>
			一、定义
		</view>
		<view>
			二、我们如何收集和使用您的个人信息
		</view>
		<view>
			三、我们如何使用 Cookies 和同类技术
		</view>
		<view>
			四、我们如何共享、转让、公开披露您的个人信息
		</view>
		<view>
			五、我们如何保护和存储您的个人信息
		</view>
		<view>
			六、您如何管理您的个人信息
		</view>
		<view>
			七、未成年人的个人信息保护
		</view>
		<view>
			八、本隐私政策的查阅、修订和通知
		</view>
		<view>
			九、争议解决
		</view>
		<view>
			十、如何联系我们
		</view>
		<view>
			十一、第三方SDK的目录及具体信息
		</view>
		<view class="tit">
			一、定义
		</view>
		<view class="tit">
			1.个人信息
		</view>
		<view>
			个人信息是以电子或者其他方式记录的予以识别或者可识别的自然人有关的各种信息，不包括匿名化处理后的信息。
		</view>
		<view>
			<view class="bold">
				个人信息包括但不限于（其中，个人敏感信息以加粗方式显示）
			</view>
			<view>
				：基本信息（包括个人姓名、性别、住址、
			</view>
			<view class="bold">
				 个人电话号码、手机号码、电子邮箱）；个人身份信息（包括身份证、军官证、护照、驾驶证）；
			</view>
			<view>
				网络身份标识信息（包括
			</view>
			<view class="bold">
				电子签名、系统账户、账户名、账户昵称、
			</view>
			<view>
				IP地址、
			</view>
			<view class="bold">
				邮箱地址及与前述有关的密码、口令、口令保护答案）；个人财产信息（房产信息、房源交易信息、房源租赁信息、交易记录、交易账户）；
			</view>
			<view>
				其他信息（包括通讯录、行程信息、
			</view>
			<view class="bold">
				网页浏览记录、住宿信息、精准定位信息）。
			</view>
			<view class="tit">
				2.个人敏感信息
			</view>
			<view>
				个人敏感信息是指一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息。
				<view class="bold">
					个人敏感信息包括但不限于身份证件号码、个人生物识别信息、银行账号、宗教信仰、特定身份、通信内容、金融账户、行踪轨迹、健康生理信息等信息，以及不满十四周岁未成年人的个人信息。
				</view>
			</view>
			<view class="tit">
				3.个人信息主体
			</view>
			<view>
				个人信息主体指个人信息所标识的自然人。
			</view>
			<view class="tit">
				4.去标识化
			</view>
			<view>
				去标识化指通过对个人信息的技术处理，使其在不借助额外信息的情况下，无法识别个人信息主体的过程。
			</view>
			<view class="tit">
				5.匿名化
			</view>
			<view>
				匿名化指通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。
			</view>
			<view class="tit">
				6.设备
			</view>
			<view>
				设备是指可用于访问我们服务的装置，例如台式计算机、笔记本电脑、平板电脑或智能手机。
			</view>
			<view class="tit">
				7.设备标识符
			</view>
			<view>
				设备标识符(专属ID或UID)是指由设备制造商编入到设备中的一串字符，可用于以独有方式标识相应设备(移动设备的IMEI号)。唯一设备标识符有多种用途，包括可在不能使用cookies时用以推送消息，提供广告。
			</view>
			<view class="tit">
				8. IP地址
			</view>
			<view>
				每台上网的设备都会指定一个编号，称为互联网协议(IP)地址。这些编号通常都是根据地理区域指定的。IP地址通常可用于识别设备连接至互联网时所在的位置。
			</view>
			<view class="tit">
				9. WiFi
			</view>
			<view>
				Wi-Fi是一种允许电子设备连接到一个无线局域网(WLAN)的技术，通常我们所说的无线网络。
			</view>
			<view class="tit">
				10.基站
			</view>
			<view>
				基站，即公用移动通信基站，是无线电台站的一种形式，是指在一定的无线电覆盖区中，通过移动通信交换中心，与移动电话终端之间进行信息传递的无线电收发通信电台。
			</view>
			<view class="tit">
				11. SSL
			</view>
			<view>
				SSL (Secure Socket Layer)又称为安全套接层，是在传输通信协议(TCP/IP)上实现的一种安全协议。SSL支持各种类型的网络，同时提供三种基本的安全服务，均通过使用公开密钥和对称密钥技术以达到信息保密的效果。
			</view>
			<view class="tit">
				二、我们如何收集和使用您的个人信息
			</view>
			<view>
				为实现向您提供的我们的产品及/或服务的基本功能/附加功能，我们需要收集和使用的您的个人信息，其中：
				<view class="bold">
					1、为实现向您提供我们产品及/或服务的基本功能，您须授权我们收集、使用的必要的信息；如您拒绝提供相应信息，您将无法正常使用我们的产品及/或服务。2、为实现向您提供我们产品及/或服务的附加功能，您可选择是否授权我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果，但不影响您使用我们产品及/或服务的基本功能。
				</view>
			</view>
			<view class="tit">
				（一）我们须收集和使用您个人信息用于基本功能的情形
			</view>
			<view class="tit">
				1. 浏览和搜索
			</view>
			<view>
				您可在平台浏览和搜索房源信息及平台上其他展示内容。为了让您快速地找到您所需要的信息（如房源信息或服务）、正常地为您提供信息展示和搜索服务，我们可能会收集您使用我们的服务的设备硬件信息、设备系统信息、设备网络信息、应用软件信息、设备标识符信息、系统状态信息、设备状态信息来为您提供房源信息展示的最优方式。请您知悉，以上这些信息是确保我们提供信息展示和搜索服务和保障产品正常运行所必须搜集的基本信息。
				请您注意，如您的搜索关键词信息无法识别您的身份，其将不属于您的个人信息，我们有权在法律法规允许的范围内对其进行自主使用；只有当您的搜索关键词信息单独或与您的其他信息相互结合使用并可以识别您的身份时，则在单独或结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本隐私政策对其进行处理与保护。
			</view>
			<view class="tit">
				2. 安全管理
			</view>
			<view>
				我们会收集您使用平台服务的相关操作信息，包括您的硬件设备型号、您所使用的软件版本信息、您的IP地址、MAC信息、您所在的位置、移动网络信息、标准网络日志数据，以尽最大努力保护您的账户及交易安全，如您不同意我们记录前述信息，可能无法完成风控验证；
			</view>
			
		</view>
	</view>
</template>

<script>
</script>

<style lang="scss" scoped>
	.con{
		padding: 40rpx 20rpx;
		font-size: 28rpx;
		color: #333;
		line-height: 180%;
		.bigTit{
			font-size: 40rpx;
			font-weight: bold;
			margin-bottom: 100rpx;
		}
		.tit{
			font-weight: bold;
			margin-bottom: 20rpx;
		}
		.ss{
			text-indent:20rpx
		}
		.sss{
			text-indent: 40rpx;
		}
	}
	.red{
		display: inline-block;
		color: red;
	}
	.right{
		text-align: right;
		margin-top: 30rpx;
	}
	.mb30{
		margin-bottom: 30rpx;
	}
	.bold{
		display: inline;
		font-weight: bold;
	}
</style>