<template>
	<view class="con">
		<view class="right">
			生效日期：2024年01月06日
		</view>
		<view class="tit">
			尊敬的用户：
		</view>
		<view>
			本隐私政策适用于北京灵感边界住房租赁有限公司（下称"<view class="bold">房东直租</view>"或"<view class="bold">我们</view>"）通过房东直租APP等房东直租运营的互联网平台（下称“<view class="bold">房东直租平台</view>”或“<view class="bold">平台</view>”）向用户（"您"）提供的产品或服务。
		</view>
		<view>
			我们非常重视您的个人信息及隐私权的保护，我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。
		</view>
		<view>
			<view  class="bold" style="display: inline;">鉴于您在使用我们的服务时，我们可能会收集和使用您的相关信息，特制订了涵盖如何收集、使用、共享、转让、公开、保护和存储您的个人信息的《隐私协议》(简称隐私政策)。 在使用我们各项产品或服务前，请务必仔细阅读隐私政策的全部条款（尤其是以加粗方式显示的内容），确认您已完全了解我们对您个人信息的处理规则，并作出您认为适当的选择。阅读过程中，如您有任何疑问，请联系邮箱(<view class="red">5730473@qq.com </view>) 如您不同意本隐私政策的任何内容，请立即停止访问和使用房东直租平台。</view>
		</view>
		<view class="bold">
			如您访问或使用我们的产品或服务，以及在我们更新本隐私政策后（我们会及时提示您更新的情况）继续访问或使用我们的产品或服务，即视为您同意本隐私政策及更新后的隐私政策的全部内容。
		</view>
		<view class="bold">
			除本隐私政策外，在特定场景下，我们还会通过即时告知（含弹窗、页面提示等）、功能更新说明等方式，向您说明对应的信息收集目的、范围及使用方式，这些即时告知及功能更新说明等构成本隐私政策的一部分，并与本隐私政策具有同等效力。
		</view>
		<view>
			本隐私政策包括如下内容：
		</view>
		<view>
			一、定义
		</view>
		<view>
			二、我们如何收集和使用您的个人信息
		</view>
		<view>
			三、我们如何使用 Cookies 和同类技术
		</view>
		<view>
			四、我们如何共享、转让、公开披露您的个人信息
		</view>
		<view>
			五、我们如何保护和存储您的个人信息
		</view>
		<view>
			六、您如何管理您的个人信息
		</view>
		<view>
			七、未成年人的个人信息保护
		</view>
		<view>
			八、本隐私政策的查阅、修订和通知
		</view>
		<view>
			九、争议解决
		</view>
		<view>
			十、如何联系我们
		</view>
		<view>
			十一、第三方SDK的目录及具体信息
		</view>
		<view class="tit">
			一、定义
		</view>
		<view class="tit">
			1.个人信息
		</view>
		<view>
			个人信息是以电子或者其他方式记录的予以识别或者可识别的自然人有关的各种信息，不包括匿名化处理后的信息。
		</view>
		<view>
			<view class="bold">
				个人信息包括但不限于（其中，个人敏感信息以加粗方式显示）
			</view>
			<view class="inline">
				：基本信息（包括个人姓名、性别、住址、 
			</view>
			<view class="bold">
				 个人电话号码、手机号码、电子邮箱）；个人身份信息（包括身份证、军官证、护照、驾驶证等）；
			</view>
			<view class="inline">
				网络身份标识信息（包括
			</view>
			<view class="bold">
				电子签名、系统账户、账户名、账户昵称、
			</view>
			<view class="inline">
				IP地址、
			</view>
			<view class="bold">
				邮箱地址及与前述有关的密码、口令、口令保护答案）；个人财产信息（房产信息、房源交易信息、房源租赁信息、交易记录、交易账户）；
			</view>
			<view class="inline">
				其他信息（包括通讯录、行程信息、
			</view>
			<view class="bold">
				网页浏览记录、住宿信息、精准定位信息）。
			</view>

		</view>
		<view class="tit">
			2.个人敏感信息
		</view>
		<view>
			个人敏感信息是指一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息。
			<view class="bold">
				个人敏感信息包括但不限于身份证件号码、个人生物识别信息、银行账号、宗教信仰、特定身份、通信内容、金融账户、行踪轨迹、健康生理信息等信息，以及不满十四周岁未成年人的个人信息。
			</view>
		</view>
		<view class="tit">
			3.个人信息主体
		</view>
		<view>
			个人信息主体指个人信息所标识的自然人。
		</view>
		<view class="tit">
			4.去标识化
		</view>
		<view>
			去标识化指通过对个人信息的技术处理，使其在不借助额外信息的情况下，无法识别个人信息主体的过程。
		</view>
		<view class="tit">
			5.匿名化
		</view>
		<view>
			匿名化指通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。
		</view>
		<view class="tit">
			6.设备
		</view>
		<view>
			设备是指可用于访问我们服务的装置，例如台式计算机、笔记本电脑、平板电脑或智能手机。
		</view>
		<view class="tit">
			7.设备标识符
		</view>
		<view>
			设备标识符(专属ID或UID)是指由设备制造商编入到设备中的一串字符，可用于以独有方式标识相应设备(移动设备的IMEI号)。唯一设备标识符有多种用途，包括可在不能使用cookies时用以推送消息，提供广告。
		</view>
		<view class="tit">
			8. IP地址
		</view>
		<view>
			每台上网的设备都会指定一个编号，称为互联网协议(IP)地址。这些编号通常都是根据地理区域指定的。IP地址通常可用于识别设备连接至互联网时所在的位置。
		</view>
		<view class="tit">
			9. WiFi
		</view>
		<view>
			Wi-Fi是一种允许电子设备连接到一个无线局域网(WLAN)的技术，通常我们所说的无线网络。
		</view>
		<view class="tit">
			10.基站
		</view>
		<view>
			基站，即公用移动通信基站，是无线电台站的一种形式，是指在一定的无线电覆盖区中，通过移动通信交换中心，与移动电话终端之间进行信息传递的无线电收发通信电台。
		</view>
		<view class="tit">
			11. SSL
		</view>
		<view>
			SSL (Secure Socket Layer)又称为安全套接层，是在传输通信协议(TCP/IP)上实现的一种安全协议。SSL支持各种类型的网络，同时提供三种基本的安全服务，均通过使用公开密钥和对称密钥技术以达到信息保密的效果。
		</view>
		<view class="tit">
			二、我们如何收集和使用您的个人信息
		</view>
		<view>
			为实现向您提供的我们的产品及服务的基本功能/附加功能，我们需要收集和使用的您的个人信息，其中：<br/>
			<view class="bold">
				1、为实现向您提供我们产品及服务的基本功能，您须授权我们收集、使用的必要的信息；如您拒绝提供相应信息，您将无法正常使用我们的产品及服务。<br/>
			</view>
			<view class="bold">
				2、为实现向您提供我们产品及服务的附加功能，您可选择是否授权我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果，但不影响您使用我们产品及服务的基本功能。
			</view>
		</view>
		<view class="tit">
			（一）我们须收集和使用您个人信息用于基本功能的情形
		</view>
		<view class="tit">
			1. 浏览和搜索	
		</view>
		<view>
			您可在平台浏览和搜索房源信息及平台上其他展示内容。为了让您快速地找到您所需要的信息（如房源信息或服务）、正常地为您提供信息展示和搜索服务，我们可能会收集您使用我们的服务的设备硬件信息、设备系统信息、设备网络信息、应用软件信息、设备标识符信息、系统状态信息、设备状态信息来为您提供房源信息展示的最优方式。请您知悉，以上这些信息是确保我们提供信息展示和搜索服务和保障产品正常运行所必须搜集的基本信息。
		</view>
		<view>
			请您注意，如您的搜索关键词信息无法识别您的身份，其将不属于您的个人信息，我们有权在法律法规允许的范围内对其进行自主使用；只有当您的搜索关键词信息单独或与您的其他信息相互结合使用并可以识别您的身份时，则在单独或结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本隐私政策对其进行处理与保护。
		</view>
		<view class="tit">
			2. 安全管理
		</view>
		<view>
			我们会收集您使用平台服务的相关操作信息，包括您的硬件设备型号、您所使用的软件版本信息、您的IP地址、MAC信息、您所在的位置、移动网络信息、标准网络日志数据，以尽最大努力保护您的账户及交易安全，如您不同意我们记录前述信息，可能无法完成风控验证；
		</view>
		<view class="tit">
			（二）您可选择是否授权我们收集和使用您的个人信息用于附加功能的情形
		</view>
		<view>
			为使您使用平台更便捷或更有乐趣，从而提升您的使用体验，我们的以下附加功能中可能会收集和使用您的个人信息。
			<view class="bold">
				如果您不提供这些个人信息，您依然可以使用平台中的产品或服务中的基本功能，但您可能无法使用这些可以为您所带来更多乐趣的附加功能或在使用某些产品或服务时需要重复填写一些信息：
			</view>
		</view>
		<view class="tit">
			1、向您提供的我们产品和服务的附加功能
		</view>
		<view class="tit">
			（1）平台注册
		</view>
		<view>
			当您注册
			<view class="bold">
				成为平台用户时，您需要至少向我们提供您准备使用的账户名、密码、您本人的手机号码，我们将通过发送短信验证码的方式来验证您的身份是否有效。
			</view>
			您的账户名为您的默认昵称，您可以修改补充您的昵称、性别，这些信息均属于您的“账户信息”。您补充提供的账户信息将有助于我们为您提供个性化的信息服务，其中实名验证的相关信息还将被用于交易相关的功能和服务，如果您不提供这些补充信息，我们将无法向您推荐个性化的信息，或处于保障交易安全的考虑，我们将无法向您提供相关的交易服务，但不会影响基本功能的使用。
		</view>
		<view class="tit">
			（2）展示、收藏
		</view>
		<view>
			为了有针对性地展示您拟出售/出租/承租/购买的房源，我们可能会收集您与房源相关的信息（包括
			<view class="bold">
				您及房源权利人身份信息、房屋产权证明、
			</view>
			房屋图片、房屋交易信息）。您也可以对感兴趣的房源进行收藏。
		</view>
		<view class="tit">
			（3）实人认证、实名认证
		</view>
		<view>
			如果您选择提供个人真实身份信息（包括真实姓名、性别、出生日期、居住地、头像、职业），这些非注册必须的个人资料，我们可以为您提供更加个性化的服务。其中，如果您提供昵称和头像，您的昵称、头像将公开显示。
		</view>
		<view>
			实人认证：您可以根据认证要求向我们提供相应的
			<view class="bold">
				身份信息（身份证、护照、户口本及其他身份证件信息）、生物识别特征（静态或动态的面部特征）
			</view>
			以完成实人认证。
		</view>
		<view>
			实名认证：您可以根据认证要求向我们提供相应的<view class="bold">身份信息（身份证、护照、户口本及其他身份证件信息）、银行卡信息</view>
			以完成实名认证。
		</view>
		<view class="tit">
			（4）保障交易安全所必须的功能
		</view>
		<view>
			为提高您使用我们的产品与服务时系统的安全性，更准确地预防钓鱼网站欺诈和保护账户安全，我们可能会通过了解您的订单信息、设备信息（如设备型号、设备识别码、设备标识符）、您的网络使用习惯（如浏览信息、常用软件信息）手段来判断您的账户风险，并可能会记录一些我们认为有风险的链接（“URL”）；我们也会收集您的设备信息对于我们的系统问题进行分析、统计流量并排查可能存在的风险、在您选择向我们发送异常信息时予以排查。
		</view>
		<view class="tit">
			（5）定位功能
		</view>
		<view>
			当您开启设备定位功能并使用我们基于位置提供的相关服务时，我们会收集有关您的位置信息。我们收集您的位置信息（我们仅收集您当时所处的地理位置，但不会将您各时段的位置信息进行结合以判断您的行踪轨迹）来判断您所处的地点继而供您选择您周边的房源信息或向您推送您周边的房源信息。我们在进行定位后可能会缓存您的定位信息，目的是避免您频繁触发定位。
		</view>
		<view>
			<view class="bold">（6）</view>个性化推荐功能：
			<view class="bold">
				我们可能会收集您的浏览信息、您设备的位置信息、您向我们提供的兴趣爱好进行数据分析以形成用户画像，用来将您感兴趣的房源、商品或服务信息展示给您；或在您搜索时向您展示您可能希望找到的商品，我们会收集您的位置信息来判断您所处的地点，自动为您推荐您所在区域可以浏览的房源、可购买的商品或服务，或向您推荐离您最近的可租房源。
			</view>
		</view>
		<view>
			（7）基于摄像头（相机）的附加功能：
			<view class="bold">
				您可以使用这个附加功能完成视频拍摄、拍照、扫码功能。
			</view>
		</view>
		<view>
			（8）基于图片上传的附加功能：
			<view class="bold">
				您可以在平台上传您的照片来实现评价功能，也可以将图片保存到相册中，我们会使用您所上传的照片来识别您需要的房源、商品或使用包含您所上传图片的评价。
			</view>
		</view>
		<view>
			（9）基于语音技术的附加功能：
			<view class="bold">
				在聊天沟通时，需要使用麦克风权限与房屋租赁人进行咨询和互动，在这些功能中我们会处理您的录音内容，以识别您的找房需求。
			</view>
		</view>
		<view>
			（10）基于拨打电话的附加功能：
			<view class="bold">
				在获得您授权拨打电话同意的前提下，您可以在我们的APP上拨打电话联系房屋租赁人。
			</view>
		</view>
		<view class="tit">
			（11）支付功能
		</view>
		<view>
			如您在使用我们产品或服务的过程中需要支付费用（根据平台功能而定），在支付过程中，我们可能会收集您的第三方支付账号(如微信账号、支付宝账号、Apple Pay 账号或其他形式的银行卡信息)，如果您在第三方使用指纹或人脸识别进行支付，第三方平台还可能需要收集您的生物识别信息用于付款验证。
		</view>
		<view class="tit">
			（12）基于剪切板（粘贴板）的扩展功能
		</view>
		<view>
			当您复制信息（IM 聊天中复制信息、文本输入框内复制信息、拨打电话弹窗复制手机号、复制链接、短信验证码、读取活动口令码、分享或接受被分享信息）时，或者由我们经纪人邀约您注册app时我们获取经纪人ID，您的剪切板（粘贴板）功能可能会被调用。剪切板（粘贴板）信息仅会在您的设备上进行处理，不会储存您的剪切板（粘贴板）信息用于任何其他用途。
		</view>
		<view class="tit">
			（13）改进我们的产品与服务
		</view>
		<view>
			为了提供服务及改进服务质量的合理需要，我们可能会获得的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与我们的关联方、我们合作伙伴之间进行互动时授权我们获得的相关信息。
		</view>
		<view class="tit">
			（三）系统权限调用
		</view>
		<view class="bold">
			1、为确保相关业务功能的正常实现，我们需要根据具体的使用场景调用对应的必要的系统权限，并在首次调用前向您弹窗询问。您可以在您手机的权限管理中找到我们的APP，决定将这些权限随时的开启或关闭，请您注意，您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法为您提供上述与这些授权所对应的功能。对于系统权限的具体操作方式，以您的设备系统开发者提供的说明为准。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。
		</view>
		<view class="tit">
			2、调用的系统权限说明
		</view>
		<view class="tit">
			（1）地理位置（位置信息）
		</view>
		<view>
			便于您选择所在城市或者根据位置查找周边房源和相关服务；为您提供个性化房源信息推荐；安全风控保障（如您的设备支持该选项，您有权在开启定位权限时选择向我们提供精准位置信息或者粗略位置信息）；
		</view>
		<view class="tit">
			（2）相机
		</view>
		<view>
			为您提供拍摄视频/照片、扫码的功能（启用摄像头）；以及为您提供上传或保存图片、视频的功能（启用图片库）；
		</view>
		<view class="tit">
			（3）麦克风
		</view>
		<view>
			为您提供语音交互功能；
		</view>
		<view class="tit">
			（四）为实现相应功能（基本功能/附加功能）而需要调用的系统权限、调用目的及请求时机
		</view>
		<view class="tit">
			1、浏览和搜索、安全管理、保障交易安全所必须的功能、平台注册、展示、收藏、实人认证、实名认证、支付功能、客户服务、基于拨打电话的附加功能
		</view>
		<view class="ss tit">
			（1）权限：读取手机状态和身份权限
		</view>
		<view class="ss">
			调用目的: 记录登录设备、注册用户数量、App装机数量的统计
			<view>
				请求时机: 触发相关业务时获取
			</view>
		</view>
		<view class="ss tit">
			（2）权限：获取应用运行状态
		</view>
		<view class="ss">
			调用目的: 当应用出现错误或发生崩溃时上报日志使用
			<view>
				请求时机: 触发相关场景时获取
			</view>
			
		</view>
		<view class="tit">
			2、基于图片上传的附加功能
		</view>
		<view class="ss tit">
			（1）权限：读写手机存储权限
		</view>
		<view class="ss">
			调用目的: 涉及读写文件系统业务，应用信息数据文件缓存、读取，缓存埋点数据
			<view>
				请求时机: 触发相关业务时获取
			</view>
			
		</view>
		<view class="ss tit">
			（2）权限：访问手机相册权限
		</view>
		<view class="ss">
			调用目的: 修改头像、在线聊天发送图片
			<view>
				请求时机: 触发相关业务时获取
			</view>
			
		</view>
		<view class="tit">
			3、定位功能
		</view>
		<view class="ss tit">
			（1）权限：获取粗略位置权限
		</view>
		<view class="ss">
			调用目的: 城市定位、地图找房
			<view>
				请求时机: 触发相关业务时获取
			</view>
		</view>
		<view class="tit">
			4、基于摄像头（相机）的附加功能
		</view>
		<view>
			权限：使用照相设备权限
		</view>
		<view>
			调用目的: 修改头像、在线聊天发送图片
		</view>
		<view>
			请求时机: 触发相关业务时获取
		</view>
		<view class="tit">
			5、基于语音技术的附加功能
		</view>
		<view>
			权限：音频权限
		</view>
		<view>
			调用目的: 语音搜索、在线聊天发送语音、VR实时看房
		</view>
		<view>
			请求时机: 触发相关业务时获取
		</view>
		<view class="tit">
			（五）第三方插件管理
		</view>
		<view>
			为了给您提供更专业、安全的基本功能和附加功能，我们的产品中会接入第三方插件产品（包括在我们的网页或应用程序中部署统计分析工具、软件开发工具包SDK、应用程序接口API），由第三方插件产品协助或直接提供相关功能。第三方插件产品的服务提供方会基于向您提供功能或服务而获取您的个人信息。第三方插件产品的目录和具体信息见本政策第十一条。
		</view>
		<view class="tit">
			（六）您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权同意：
		</view>
		<view class="bold">
			1、与国家安全、国防安全直接相关的；
		</view>
		<view class="bold">
			2、为履行与您签订的协议所必需的；
		</view>
		<view class="bold">
			3、为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；
		</view>
		<view class="bold">
			4、为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；
		</view>
		<view class="bold">
			5、依照法律规定在合理的范围内处理个人自行公开或者其他已经合法公开的个人信息（如从合法的新闻报道、政府信息公开等渠道合法公开披露的信息中收集的您的个人信息）；
		</view>
		<view class="bold">
			6、与公共安全、公共卫生、重大公共利益直接相关的；
		</view>
		<view class="bold">
			7、与犯罪侦查、起诉、审判和判决执行等直接相关的；
		</view>
		<view class="bold">
			8、根据法律、法规、法律程序的要求或政府主管部门的强制性要求；
		</view>
		<view class="bold">
			9、出于维护您或其他个人的生命、财产等重大合法权益但情况紧急难以取得本人事前同意的；
		</view>
		<view class="bold">
			10、用于维护所提供的产品与服务的安全稳定运行所必需的，例如发现、处置产品与服务的故障，或查找、预防、处理欺诈或安全方面的问题；
		</view>
		<view class="bold">
			11、为履行法定职责或者法定义务所必需的；
		</view>
		<view class="bold">
			12、法律法规规定的其他情形。
		</view>
		<view class="tit">
			（七）我们从第三方获得您个人信息的情形
		</view>
		<view>
			我们可能从第三方获取您授权共享的账户信息（头像、昵称），并在您同意本隐私政策后将您的第三方账户与您的平台账户绑定，使您可以通过第三方账户直接登录并使用我们的产品与服务。我们会将依据与第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些个人信息。
		</view>
		<view class="tit">
			（八）第三方服务或产品链接
		</view>
		<view>
			我们可能通过链接方式或其他方式，使您可以接入第三方服务或网站。您使用该第三方的服务时，须受该第三方的服务条款及隐私政策约束，我们提示您需要仔细阅读其政策。本隐私政策仅适用于我们提供的服务和产品所收集的信息，并不适用于第三方提供的服务或第三方的信息使用的规则，我们对第三方使用由您自行提供的信息不承担责任。
		</view>
		<view class="tit">
			（九）您个人信息使用的规则
		</view>
		<view>
			1、我们会根据本隐私政策的约定，在实现我们的产品与服务功能所必要的范围内，对所收集的个人信息进行使用。
		</view>
		<view>
			2、在收集您的个人信息后，我们可能将通过技术手段对部分数据进行匿名化处理，匿名化处理的信息将无法识别主体。
			<view class="bold">
				请您了解并同意，在此情况下我们有权使用已经匿名化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。我们可能会与关联方、其他第三方或公众分享这些统计信息，以展示我们服务的整体使用趋势。这些统计信息不带有您的任何个人身份信息。
			</view>
		</view>
		<view class="bold">
			3、请您注意，您在使用我们的产品与服务时所提供的所有个人信息，除非您删除、通过系统设置或联系我们撤回您的同意，否则将在您使用我们的产品与服务期间持续授权我们使用。如您注销账户，则我们立即停止使用并删除您的个人信息，法律法规或监管部门另有规定的除外。
		</view>
		<view>
			4、我们可能会对我们的产品与服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。
		</view>
		<view>
			5、当我们展示您的个人信息时，我们会采用包括内容替换、去标识化方式对您的信息进行脱敏，以保护您的信息安全。
		</view>
		<view>
			6、当我们要将您的个人信息用于本隐私政策未声明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会要求您通过主动勾选的形式事先征求您的同意。
		</view>
		<view class="tit">
			三、我们如何使用 Cookies 和同类技术
		</view>
		<view class="tit">
			（一）Cookies的使用
		</view>
		<view>
			1、为实现您联机体验的个性化需求，使您获得更轻松的访问体验。我们会在您的计算机或移动设备上发送一个或多个名为Cookies的小数据文件，指定给您的Cookies 是唯一的，它只能被将Cookies发布给您的域中的Web服务器读取。我们向您发送Cookies是为了简化您重复登录的步骤、存储您的偏好或您浏览历史等数据进而为您提供偏好设置、帮助判断您的登录状态以及账户或数据安全。
		</view>
		<view>
			2、我们不会将Cookies用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookies。您可以清除计算机上保存的所有Cookies，大部分网络浏览器会自动接受Cookies，但您通常可根据自己的需要来修改浏览器的设置以拒绝Cookies；另外，您也可以清除软件内保存的所有Cookies。但如果您这么做，您可能需要在每一次访问我们网站时亲自更改用户设置，而且您之前所记录的相应信息也均会被删除，并且可能会对您所使用服务的安全性有一定影响。
		</view>
		<view class="tit">
			四、我们如何共享、转让、公开披露您的个人信息
		</view>
		<view class="tit">
			（一）共享
		</view>
		<view class="bold">
			1、我们不会与我们以外的任何单位、组织和个人共享您的个人信息，但以下情况除外：
		</view>
		<view class="bold ss block">
			（1）事先获得您明确的同意或授权；
		</view>
		<view class="bold ss block">
			（2）与国家安全、国防安全直接相关的；
		</view>
		<view class="bold ss block">
			（3）与公共安全、公共卫生、重大公共利益直接相关的；
		</view>
		<view class="bold ss block">
			（4）与犯罪侦查、起诉、审判和判决执行等直接相关的；
		</view>
		<view class="bold ss block">
			（5）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但情况紧急难以取得本人事前同意的；
		</view>
		<view class="bold ss block">
			（6）自行向社会公众公开的个人信息；
		</view>
		<view class="bold ss block">
			（7）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
		</view>
		<view class="bold block">
			2、我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。
		</view>
		<view>
			<view class="bold">
				3、我们可能会向合作伙伴等第三方共享您的订单信息、账户信息、设备信息以及位置信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。
			</view>
			<view>
				我们的合作伙伴无权将共享的个人信息用于任何其他用途。
			</view>
		</view>
		<view>
			我们的合作伙伴包括以下类型：
		</view>
		<view>
			（1）商品或技术服务的供应商。
			<view class="bold">
				我们可能会将您的个人信息共享给支持我们功能的第三方。
			</view>
			这些支持包括为我们的提供授权房源、供货或提供基础设施技术服务、支付服务、数据处理等；
		</view>
		<view>
			（2）第三方商家、第三方金融服务机构。
			<view class="bold">
				您知悉并理解，平台上的部分服务（尤其是特定金融服务）是由第三方商家提供的；在您选择通过平台使用该等第三方以其独立的名义提供的相关服务时，我们要根据您的授权同意将必要的信息提供至该等第三方，以协助您使用第三方所提供的服务。
			</view>
		</view>
		<view>
			就上述第三方向您提供的服务，我们对该等第三方提供的服务性质与质量不作任何承诺或承担任何责任，对该等第三方进行的用户信息采集和处理行为也不作任何承诺或承担任何责任。有关您在使用第三方服务中相关的隐私控制和选项，以及服务提供者的隐私规定，请您谨慎参阅该等第三方所提供的隐私政策。
		</view>
		<view>
			（3）委托我们进行推广的合作伙伴。有时我们会代表其他企业向使用我们产品与服务的用户群提供促销推广的服务。
			<view class="bold">
				我们可能会使用您的个人信息以及您的非个人信息集合形成的间接用户画像与委托我们进行推广的合作伙伴（“委托方”）共享，但我们仅会向这些委托方提供推广的覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。
			</view>
		</view>
		<view>
			4、对我们与之共享个人信息的单位、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明以及其他任何相关的保密和安全措施来处理个人信息。在个人敏感数据使用上，我们要求第三方采用数据脱敏和加密技术，从而更好地保护用户数据。
		</view>
		<view>
			5、为了遵守法律、执行或适用我们的使用条件和其他协议，或者为了保护我们、您或其他我们客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，而与其他单位和组织交换信息，比如为了确认您的履约能力，我们会向第三方征信机构提供您的身份证件信息以获取您在征信机构的个人信用。前述共享行为并不包括违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的个人信息。
		</view>
		<view class="tit">
			（二）转让与公开披露
		</view>
		<view class="bold block">
			在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的单位、组织继续受本隐私政策的约束，否则我们将要求该单位、组织重新向您征求授权同意。
		</view>
		<view>
			除本隐私政策所明确述明的情况以外，我们不会将您的个人信息转让或公开披露给任何单位、组织和个人，但以下情况除外：
		</view>
		<view>
			1、与国家安全、国防安全直接相关的；
		</view>
		<view>
			2、与公共安全、公共卫生、重大公共利益直接相关的；
		</view>
		<view>
			3、与犯罪侦查、起诉、审判和判决执行等直接相关的；
		</view>
		<view>
			4、出于维护您或其他个人的生命、财产等重大合法权益但情况紧急难以取得本人事前同意的；
		</view>
		<view>
			5、您向社会公众公开的个人信息；
		</view>
		<view>
			6、从合法公开披露的信息中收集的您的个人信息，如合法的新闻报道、政府信息公开等渠道。
		</view>
		<view class="tit">
			五、我们如何保护和保存您的个人信息
		</view>
		<view class="ss">
			（一）我们保护您个人信息的技术与措施
		</view>
		<view>
			我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息：
		</view>
		<view>
			1、数据安全技术措施
		</view>
		<view class="ss">
			（1）我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改，避免数据的损坏或丢失。
		</view>
		<view class="ss">
			（2）我们采取加密技术对用户个人信息进行加密保存，并通过隔离技术进行隔离。在个人信息使用时（个人信息展示、个人信息关联计算），我们会采用包括内容替换在内多种数据脱敏技术增强个人信息在使用中安全性。我们采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。
		</view>
		<view class="ss">
			（3）我们采用代码安全自动检查、数据访问日志分析技术进行个人信息安全审计。
		</view>
		<view>
			2、我们为保护个人信息采取的其他安全措施：
		</view>
		<view class="ss">
			（1）我们通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。
		</view>
		<view class="ss">
			（2）我们通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。安全认证和服务。我们存储您个人数据的底层通过公安部安全等级保护二级测评。加强安全意识。我们还会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
		</view>
		<view>
			3、我们仅允许有必要知晓这些信息的我们及我们关联方的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被终止与我们的合作关系。
		</view>
		<view>
			4、我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本隐私政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
		</view>
		<view>
			5、我们建议您使用电子邮件、即时通讯、社交软件等与其他用户的交流工具时请使用复杂密码，并注意保护您的个人信息安全。
		</view>
		<view>
			6、互联网环境并非百分之百安全，我们将尽力确保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
		</view>
		<view>
			7、安全事件处置
		</view>
		<view>
			在通过我们与第三方进行网上商品或服务的交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址等。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。
		</view>
		<view>
			为应对个人信息泄露、损毁和丢失等可能出现的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。 在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
		</view>
		<view>
			8、如果您对我们的个人信息保护有任何疑问，可通过本隐私政策最下方约定的联系方式联系我们。
			<view class="bold">
				如您发现自己的个人信息泄密或我们存在有安全弱点、可疑安全事件时，尤其是您的账户及密码发生泄露，请您立即通过本隐私政策最下方约定的联系方式联络我们，以便我们采取相应措施，禁止私自尝试或验证弱点。
			</view>
		</view>
		<view class="tit">
			（二）您个人信息的存储
		</view>
		<view>
			1、原则上，您的个人信息将会被存储于中华人民共和国境内。如您使用跨境交易服务，且需要向境外传输您的个人信息完成交易的，或基于其他必要的业务需要确需将您的个人信息传输至境外，我们会单独征得您的授权同意并要求接收方按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理这些个人信息。
		</view>
		<view>
			2、一般而言 ，我们仅为实现目的所必需的最短时间保留您的个人信息。用于识别您个人身份以及反映相关活动的个人信息将留存至用户注销账号时，除非法律要求或允许在更长的期间内保留这些信息。但在下列情况下，我们因需符合法律要求，更改个人信息的存储时间：
		</view>
		<view class="ss">
			（1）为遵守适用的法律法规等有关规定；
		</view>
		<view class="ss">
			（2）为遵守相关政府机关或法定授权组织的要求；
		</view>
		<view class="ss">
			（3）我们有理由确信需要遵守法律法规等有关规定；
		</view>
		<view class="ss">
			（4）为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们的产品、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途;
		</view>
		<view>
			3、如您注销账户，则我们立即停止使用并删除您的个人信息，法律法规或监管部门另有规定的除外。
		</view>
		<view>
			4、当我们的相关服务发生停止运营的情形时，我们将采取包括推送通知和公告形式在内的通知您，并在合理的期限内删除服务器中留存的您的个人信息或进行匿名化处理。
		</view>
		<view class="tit">
			六、您如何管理您的个人信息
		</view>
		<view >
			我们非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括
		</view>
		<view class="tit">
			1、访问和更正您的个人信息
		</view>
		<view>
			除法律法规规定外，您有权随时访问和更正您的个人信息，具体包括：
		</view>
		<view class="ss">
			（1）您的账户信息：移动端APP具体路径为：个人资料信息：首页--“我的”进入个人中心--点击头像进入账户设置。
		</view>
		<view class="ss">
			（2）对于您在使用我们的产品与服务过程中产生的其他个人信息需要访问或更正，请随时联系我们。我们会根据本隐私政策所列明的方式和期限响应您的请求。
		</view>
		<view class="ss">
			（3）您无法访问和更正的个人信息：除上述列明的信息外，考虑到不响应请求可能给您合法权益带来的风险和损害、技术可行性及实现请求成本等因素，您的部分个人信息我们还无法为您提供访问和更正的服务，这些信息主要是为了提升您的用户体验和保证交易安全所收集的您的设备信息、您使用附加功能时产生的个人信息。上述信息我们会在您的授权范围内进行使用，您无法访问和更正，但您可联系我们进行删除或做匿名化处理。
		</view>
		<view class="tit">
			2、删除您的个人信息
		</view>
		<view>
			您在我们的产品与服务页面中可以直接清除或删除的信息，包括看房记录、浏览信息；
		</view>
		<view>
			在以下情形中，您可以向我们提出删除个人信息的请求：
		</view>
		<view class="ss">
			（1）如果我们处理个人信息的行为违反法律法规；
		</view>
		<view class="ss">
			（2）如果我们收集、使用您的个人信息，却未征得您的同意；
		</view>
		<view class="ss">
			（3）如果我们处理个人信息的行为违反了与您的约定；
		</view>
		<view class="ss">
			（4）如果您注销了平台账户；
		</view>
		<view class="ss">
			（5）如果我们终止服务及运营。
		</view>
		<view>
			若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。
		</view>
		<view>
			当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。
		</view>
		<view class="tit">
			3、改变您授权同意的范围或撤回您的授权
		</view>
		<view>
			您可以通过删除信息、关闭设备功能、在我们网站或软件中进行隐私设置方式改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集、处理您个人信息的全部授权。 请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
		</view>
		<view class="tit">
			4、响应您的请求
		</view>
		<view>
			如果您无法通过上述方式访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用我们产品与服务时所产生的其他个人信息，或您认为我们存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您均可以发送电子邮件至5730473@qq.com或通过本协议下方的其他方式与我们联系。
			为了保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份，我们将在收到您反馈并验证您的身份后的15天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁盘上存放的信息）的请求，我们视情况予以拒绝。
		</view>
		<view class="bold block">
			在以下情形中，按照法律法规要求，我们将可能无法响应您的请求：
		</view>
		<view class="ss block bold">
			（1）与国家安全、国防安全直接相关的；
		</view>
		<view class="ss block bold">
			（2）与公共安全、公共卫生、重大公共利益直接相关的；
		</view>
		<view class="ss block bold">
			（3）与犯罪侦查、起诉、审判和执行判决等直接相关的；
		</view>
		<view class="ss block bold">
			（4）有充分证据表明您存在主观恶意或滥用权利的；
		</view>
		<view class="ss block bold">
			（5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
		</view>
		<view class="ss block bold">
			（6）涉及商业秘密的。
		</view>
		<view class="tit">
			七、未成年人的个人信息保护
		</view>
		<view>
			1、我们非常重视对未成年人个人信息的保护。我们的产品和服务面向的是18周岁以上的完全民事行为能力人以及16周岁以上且以自己的劳动收入为主要生活来源的完全民事行为能力人（我们统称为“成年人”），或依法定程序设立并存续的法人或其他组织。
			<view class="bold">
				若您是未成年人，在使用我们的产品与服务前，应事先取得您父母或其他法定监护人（以下统称“监护人”）的书面同意。我们根据国家相关法律法规的规定保护未成年人的个人信息。若您是未成年人的监护人，在使用我们产品和服务前，应为您的被监护人阅读并同意本隐私政策。
			</view>
		</view>
		<view>
			2、对于经监护人同意使用我们的产品和服务而收集未成年人个人信息的情况，我们只会在法律法规允许、监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。
		</view>
		<view>
			3、如果我们发现自己在未事先获得可证实的监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。
		</view>
		<view>
			4、如监护人发现相关未成年人信息为未成年人自行填写，需要进行修改或删除处理的，请随时通过本隐私政策文末提供的方式联系我们。我们收到通知后会第一时间予以响应处理。
		</view>
		<view>
			5、发生以下情形时，未成年人或者其监护人要求我们删除其收集、存储、使用、披露的未成年人个人信息的，我们承诺及时采取措施予以删除，包括但不限于以下情形：
		</view>
		<view class="ss">
			（1）我们未依据本隐私政策、法律法规或双方另行约定收集、存储、使用、转移、披露未成年人个人信息的；
		</view>
		<view class="ss">
			（2）未成年人监护人撤回同意的；
		</view>
		<view class="ss">
			（3）未成年人或者其监护人通过注销等方式终止使用产品或者服务的。
		</view>
		<view>
			6、我们发现未成年人个人信息发生或者可能发生泄露、毁损、丢失的，会立即启动应急预案，采取补救措施；造成或者可能造成严重后果的，会立即向有关主管部门报告，并将事件相关情况以邮件、信函、电话、推送通知等方式告知受影响的未成年人及其监护人，难以逐一告知的，我们会采取合理、有效的方式发布相关警示信息。
		</view>
		<view class="tit">
			八、争议解决
		</view>
		<view>
			1、如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信办及工商等监管部门进行反馈，其中，中央网信办违法和不良信息举报中心的官方网址为：
			<view class="inline blue">
				https://www.12377.cn/
			</view>
		</view>
		<view>
			2、因本隐私政策以及我们处理您个人信息事宜引起的任何争议，任何一方可向本协议签订地北京市朝阳区人民法院提起诉讼。
		</view>
		<view class="tit">
			十、如何联系我们
		</view>
		<view>
			1、如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，通过我们的客服邮箱<view class="red">5730473@qq.com</view>与我们联系。
		</view>
		<view>
			2、一般情况下，我们将在十五天内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及工商等监管部门进行投诉或举报，或者向有管辖权的法院提起诉讼。
		</view>
	</view>
	
</template>

<script>
</script>

<style lang="scss" scoped>
	.con{
		padding: 40rpx 20rpx;
		font-size: 28rpx;
		color: #333;
		line-height: 180%;
		.bigTit{
			font-size: 40rpx;
			font-weight: bold;
			margin-bottom: 100rpx;
		}
		.tit{
			font-weight: bold;
			margin-bottom: 10rpx;
		}
		.ss{
			text-indent:20rpx
		}
		.sss{
			text-indent: 40rpx;
		}
	}
	.red{
		display: inline-block;
		color: red;
	}
	.right{
		text-align: right;
	}
	.mb30{
		margin-bottom: 30rpx;
	}
	.bold{
		display: inline;
		font-weight: bold;
	}
	.inline{
		display: inline;
	}
	.block{
		display: block;
	}
	.blue{
		color: blue;
	}
</style>