<template>
	<view class="con">
		<view class="tit">
			一、用户须知
		</view>
		<view>
			您在使用【北京灵感边界住房租赁有限公司】（以下简称"房东直租"、"我们"、"本平台"）提供的各项服务之前，请您务必审慎阅读、充分理解本协议各条款内容，特别是以粗体标注的部分。
		</view>
		<view>
			您一旦在本应用注册，即视为您已了解并完全同意本服务协议各项内容，并成为房东直租用户。
		</view>
		<view class="tit">
			二、协议的效力
		</view>
		<view>
			2.1、若您成功注册成为房东直租的用户，该行为表示您同意并签署了本协议，本协议即在您和房东直租之间产生法律效力。请您务必在注册之前认真阅读本协议内容，如有任何疑问，可联系官方邮箱：5730473@qq.com
		</view>
		<view>
			2.2、您确认在完成注册程序或以其他房东直租允许的方式实际使用房东直租平台服务时，您应当是具备相应民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的家长或法定监护人应承担因此而导致的一切后果，且房东直租有权注销您的账户。
		</view>
		<view>
			2.3、用户注册成功后，每个用户拥有对应的帐号及密码，该帐号和密码由用户使用并保管；用户应当对以其用户帐号进行的所有活动和事件承担法律责任。
		</view>
		<view class="tit">
			三、帐号注册、使用及注销
		</view>
		<view>
			3.1、房东直租的帐号的所有权归房东直租，用户按注册页面引导填写信息，阅读并同意本协议且完成全部注册程序后，即可获得房东直租帐号并成为房东直租用户。用户应提供及时、详尽及准确的个人资料，并不断更新注册资料。若因注册信息不真实或更新不及时引起的相应责任及后果由用户承担，且房东直租保留终止用户使用房东直租各项服务的权利。
		</view>
		<view>
			3.2、用户提交的注册信息中不得出现违法和不良信息，经房东直租审核，如存在上述情况，房东直租有权不予注册；同时，在注册后，如发现用户以虚假信息骗取帐号名称注册，或其帐号头像、简介等注册信息存在违法和不良信息的，房东直租有权采取限期改正、暂停使用、注销登记、收回等措施。
		</view>
		<view>
			3.3、房东直租会在您首次注册或使用房东直租平台服务的情况下自动存储您的相关信息。如您发现您的帐号遭他人非法使用，应立即通知房东直租。如因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，相应后果由您自行承担。
		</view>
		<view>
			3.4、我们以匿名方式取得您在使用本平台服务过程中的相关信息，并对信息采取加密处理，保证信息的安全性。
		</view>
		<view>
			3.5、房东直租将合理使用所存储的信息，使用范围包括：
			&nbsp;&nbsp;&nbsp;&nbsp;3.5.1、为了更好地服务客户，我们会不断地对本网站系统进行技术更新，在此过程中可能需要使用您的信息进行技术改造相关工作。<br/>
			&nbsp;&nbsp;&nbsp;&nbsp;3.5.2、我们可能会对房东直租服务的使用情况进行统计。同时，房东直租可能会与公众分享这些统计信息，以展示我们服务的整体使用趋势或市场行情的客观情况，这些统计信息不包含您的任何身份识别信息；
		</view>
		<view>
			3.6、请您不要将您的帐号、密码转让或出借予他人使用。如您发现您的帐号遭他人非法使用，应立即通知房东直租。
		</view>
		<view>
			3.7、当您使用房东直租产品进行支付、登录等操作的时候，服务器会自动收取并记录一些必要的信息，如IP地址、服务访问异常信息、以及部分设备信息等，以保障您在使用房东直租服务时账户登录和支付过程的安全，进而保护您的上网安全，关于房东直租使用用户信息详细规定请见《隐私协议》
		</view>
		<view>
			3.8、在如下情况，房东直租可能会披露您的信息:
		</view>
		<view class="ss">
			（1）事先获得您的授权；
		</view>
		<view class="ss">
			（2）您使用共享功能；
		</view>
		<view class="ss">
			（3）根据法律、法规、法律程序的要求或政府主管部门的强制性要求；
		</view>
		<view class="ss">
			（4）以学术研究或公共利益为目的；
		</view>
		<view class="ss">
			（5）为维护房东直租的合法权益，例如查找、预防、处理欺诈或安全方面的问题；
		</view>
		<view class="ss">
			（6）危及您的人身或财产重大安全，情况紧急无法取得您事前同意的；
		</view>
		<view class="ss">
			（7）符合相关服务条款或使用协议的规定。
		</view>
		<view>
			3.9、您知悉并授权，房东直租仅在必需的情况下使用您的信息，以为您提供相关服务。
		</view>
		<view>
			3.10、为更好地向用户提供服务，您同意房东直租通过短信等形式向您发送相关服务信息。
		</view>
		<view class="tit">
			四、用户使用规范
		</view>
		<view>
			4.1、用户在使用房东直租平台服务时，必须遵守中华人民共和国相关法律法规的规定，用户应同意将不会利用本平台进行任何违法或不正当的活动，包括但不限于下列行为:
		</view>
		<view class="ss">
			4.1.1、上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息
		</view>
		<view class="sss">
			(1) 反对宪法所确定的基本原则的；
		</view>
		<view class="sss">
			(2) 煽动危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
		</view>
		<view class="sss">
			(3) 损害国家荣誉和利益的；
		</view>
		<view class="sss">
			(4) 煽动民族仇恨、民族歧视、破坏民族团结的；
		</view>
		<view class="sss">
			(5) 破坏国家宗教政策，宣扬邪教和封建迷信的；
		</view>
		<view class="sss">
			(6) 散布谣言，扰乱社会秩序，破坏社会稳定的；
		</view>
		<view class="sss">
			(7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
		</view>
		<view class="sss">
			(8) 侮辱或者诽谤他人，侵害他人合法权利的；
		</view>
		<view class="sss">
			(9) 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它内容；
		</view>
		<view class="sss">
			(10) 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；
		</view>
		<view class="ss">
			4.1.2、不得为任何非法目的而使用网络服务系统；
		</view>
		<view class="ss">
			4.1.3、不利用房东直租平台从事以下活动：
		</view>
		<view class="sss">
			(1) 未经允许，进入计算机信息网络或者使用计算机信息网络资源的；
		</view>
		<view class="sss">
			(2) 未经允许，对计算机信息网络功能进行删除、修改或者增加的；
		</view>
		<view class="sss">
			(3) 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；
		</view>
		<view class="sss">
			(4) 故意制作、传播计算机病毒等破坏性程序的；
		</view>
		<view class="sss">
			(5) 其他危害计算机信息网络安全的行为。
		</view>
		<view>
			4.2、用户违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔或损失，用户自行承担责任；由此给房东直租及其合作公司或关联方造成损失的，您同意予以赔偿。
		</view>
		<view>
			另外，房东直租有权视用户的行为性质，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用、回收房东直租帐号、追究法律责任等措施；对恶意注册房东直租帐号或利用房东直租帐号进行违法活动、捣乱、骚扰、欺骗其他用户以及其他违反本协议的行为，房东直租有权回收其帐号。同时，房东直租公司会视司法部门的要求，协助调查。
		</view>
		<view>
			4.3、用户不得对平台任何部分或本平台之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。
		</view>
		<view>
			4.4、用户须对自己在使用本平台服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在房东直租公司首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予房东直租公司等额的赔偿。
		</view>
		<view class="tit">
			五、服务内容
		</view>
		<view>
			5.1、房东直租网络服务的具体内容由房东直租根据实际情况提供。
		</view>
		<view>
			5.2、除非本使用协议另有其它明示规定，房东直租所推出的新产品、新功能、新服务，均受到本协议之规范。
		</view>
		<view>
			5.3、免责声明：因以下情况造成网络服务在合理时间内的中断，房东直租不承担责任：
		</view>
		<view class="ss">
			(1) 房东直租需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，房东直租保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利；
		</view>
		<view class="ss">
			(2) 因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；
		</view>
		<view class="ss">
			(3) 用户的电脑软硬件和通信线路、供电线路出现故障的；
		</view>
		<view class="ss">
			(4) 因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因、第三方服务瑕疵或政府行为等原因。 尽管有前款约定，房东直租将采取合理行动积极促使服务恢复正常。
		</view>
		<view>
			5.4、终止服务：
		</view>
		<view>
			您同意房东直租得基于其自行之考虑，因任何理由，包含但不限于长时间（超过一年）未使用，或房东直租认为您已经违反本协议，终止您的帐号或本服务使用（或服务的任何部分），并将您在本服务内任何内容加以移除并删除。
		</view>
		<view>
			您同意依本协议约定，房东直租无需进行事先通知即可中断或终止您对本平台服务的使用；您同意，房东直租可立即关闭或删除您的帐号及您帐号中所有相关信息及文件，及/或禁止继续使用前述文件或本服务。此外，您同意若本平台服务之使用被中断或终止或您的帐号及相关信息和文件被关闭或删除，房东直租对您或任何第三人均不承担任何责任。
		</view>
		<view class="tit">
			六、法律适用、管辖与其他
		</view>
		<view>
			6.1、本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。
		</view>
		<view>
			6.2、如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向北京市延庆区人民法院提起诉讼。
		</view>
		<view>
			6.3、房东直租未行使或执行本服务协议任何权利或规定，不构成对前述权利或权利之放弃。
		</view>
		<view>
			6.4、如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
		</view>
		<view>6.5、房东直租有权在必要时修改本协议条款，条款一旦发生变动，将会在重要页面上提示修改内容。如果不同意所改动的内容，用户可以主动取消获得的房东直租平台服务。如果用户继续享用房东直租平台服务，则视为接受服务条款的变动。</view>
		<view class="right">
			北京灵感边界住房租赁有限公司
		</view>
	</view>
</template>

<script>
</script>

<style lang="scss" scoped>
	.con{
		padding: 40rpx 20rpx;
		font-size: 28rpx;
		color: #333;
		line-height: 180%;
		.tit{
			font-weight: bold;
			margin-bottom: 20rpx;
		}
		.ss{
			text-indent:20rpx
		}
		.sss{
			text-indent: 40rpx;
		}
	}
	.red{
		display: inline-block;
		color: red;
	}
	.right{
		text-align: right;
		margin-top: 30rpx;
	}
</style>