<template>
	<view class="con">
		<view class="tit">
		一、协议目的
		</view>
		<view>
		本服务协议（以下简称“本协议”）旨在明确房东直租APP（以下简称“本APP”）用户（以下简称“您”）与本APP之间的权利和义务关系，保护您的合法权益。通过本协议，您了解本APP提供的服务内容、收费标准、隐私保护等方面的规定，以保证您在使用本服务时能够充分了解并明确自己的权利和义务。
		</view>
		<view class="tit">
		二、服务范围
		</view>
		<view>
		2.1、本APP为您提供租房相关信息，包括但不限于发布房源（房东直租/个人转租）、发布动态、房源列表、动态列表等服务。同时，本APP还提供在线交流、评论、举报、反馈等功能，以便您与其他用户进行沟通交流，更好地了解房源和房东信息。
	<br/>2.2、在服务范围方面，本APP以提供租房相关信息为主，不涉及线下看房、收取中介费等相关服务。此外，本APP会对用户提交的信息进行审核，但无法完全保证信息的真实性和准确性，请您在选择房源和房东时自行谨慎判断，对于有问题的动态和房源，平台支持用户举报和反馈。
		</view>
		<view class="tit">
		三、收费标准
		</view>
		<view>
		本APP提供的服务收费标准如下：
	<br/>房东直租发布：免费
	<br/>个人转租发布：免费
	<br/>动态信息发布：免费
	<br/>用户实名认证：免费
	<br/>本APP不收取中介费、服务费、管理费等任何费用。
		</view>
		<view class="tit">
		四、隐私保护
		</view>
		<view>
		本APP高度重视用户隐私保护，我们将按照法律法规和行业标准的要求收集、使用和保护您的个人信息。以下是关于隐私保护的详细约定：
	<br/>4.1、信息收集：我们会收集您在注册和使用本服务时提供的必要信息，包括但不限于姓名、性别、身份证、联系方式（如手机号码、电子邮件地址等）、地址等。
	<br/>4.2、信息使用：我们收集您的个人信息是为了向您提供更优质的服务，包括但不限于向您推荐合适的房源、更新房源信息等。同时，我们会对您的信息进行必要的处理和备份，确保您的信息安全。
	<br/>4.3、信息保护：我们将采取合理的安全措施保护您的个人信息，包括但不限于加密存储和传输您的信息，对您的信息进行定期备份等。
	<br/>4.4、信息共享：我们不会向第三方出售或共享您的个人信息，除非经过您的明确授权或法律要求。
	<br/>请您在使用本服务时仔细阅读并同意本APP的隐私政策，确保您的个人信息得到充分保护。如有任何疑问或需要修改您的个人信息，请随时使用平台反馈建议功能或者联系客服（5730473@qq.com）
		</view>
		<view class="tit">
		五、服务条款
		</view>
		<view>
		 5.1、服务提供：本APP将按照本协议的约定向您提供租房相关信息以及其他相关增值服务。我们保留在任何时候修改本协议条款的权利，且无需另行通知。当发生有关争议时，以最新的协议文本为准。
	<br/>5.2、所有权要求：您在使用本APP时应当遵守法律法规和道德规范，不得侵犯他人的合法权益。同时，您应对自己在本APP上发布的信息负责，不得发布侵犯他人合法权益的内容。对于违反法律法规和道德规范的行为，我们将采取相应的措施并保留追究法律责任的权利。
	<br/>5.3、租赁期限：如果您与房东达成租赁协议并签订房屋租赁合同，请务必确认租赁期限和租金等相关条款。在租赁期间，您应按时缴纳租金并遵守房屋租赁合同的规定。如您需要提前退租或解除租赁合同，请务必与房东协商解决。
	<br/>5.4、损坏赔偿：如果您在租房过程中造成房屋或室内设施的损坏，您应负责修复或赔偿相应的损失。请您在使用房屋时注意保持房屋整洁并爱护室内设施，如有损坏应及时通知房东并协商解决。
	<br/>5.5、法律适用：本协议适用中华人民共和国法律法规。如本协议中的任何条款与相关法律法规相悖，以法律法规为准。
		</view>
	</view>
</template>

<script>
</script>

<style lang="scss" scoped>
	.con{
		padding: 40rpx 20rpx;
		font-size: 28rpx;
		color: #333;
		line-height: 180%;
		.tit{
			font-weight: bold;
			margin-bottom: 20rpx;
		}
		.ss{
			text-indent:20rpx
		}
		.sss{
			text-indent: 40rpx;
		}
	}
	.red{
		display: inline-block;
		color: red;
	}
	.right{
		text-align: right;
		margin-top: 30rpx;
	}
</style>